Repository: jorgegarcelan/Smart-Meet
Catalog: web/translations/*/LC_MESSAGES/messages.po
Languages: it

source: Planifica tu reunión
it: Pianifica la tua riunione

source: Planifica tu Reunión Inteligente
it: Pianifica la tua Riunione Intelligente

source: Título de la reunión
it: Titolo della riunione

source: Duración (en minutos)
it: Durata (in minuti)

source: minutos
it: minuti

source: Número de participantes
it: Numero di partecipanti

source: participantes
it: partecipanti

source: Iniciar Reunión
it: Avvia Riunione

source: Resumen
it: Sommario

source: Esperando el resumen...
it: In attesa del sommario...

source: Timeline
it: Cronologia

source: Transcripción
it: Trascrizione

source: Palabras Clave
it: Parole Chiave

source: Ideas
it: Idee

source: No hay ninguna idea todavía...
it: Non ci sono ancora idee...

source: Alta Prioridad
it: Alta Priorità

source: Media Prioridad
it: Media Priorità

source: Baja Prioridad
it: Bassa Priorità

source: Configuración de Accesibilidad
it: Impostazioni di Accessibilità

source: Seleccionar Tema
it: Seleziona Tema

source: Claro
it: Chiaro

source: Oscuro
it: Scuro

source: Tamaño de Letra
it: Dimensione del Carattere

source: Pequeño
it: Piccolo

source: Mediano
it: Medio

source: Cerrar
it: Chiudi
